antfu.iconify
antfu.icons-carbon
antfu.theme-vitesse
antfu.unocss
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
fosshaas.fontsize-shortcuts
naumovs.color-highlight
johnsoncodehk.vscode-tsconfig-helper
lewxdev.vscode-glyph
nichabosh.minimalist-dark
prisma.prisma
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
usernamehw.errorlens
vue.volar
whtouche.vscode-js-console-utils